{
    "messages": [
        {
            "day": 1,
            "text": "May Day, a celebration of new growth, something I get to feel everyday with you. I hope you enjoy your digital advent calendar! I love you Glue!",
            "img_file": "1.jpeg",
            "img": null
        },
        {
            "day": 2,
            "text": "The two of us together is such simple joy. We may fight, disagree, get snippy, or even be mean to each other, but we come back to 'it's just the two of us', and if we love each other, we can make it work. I could only do this with you. I love you.",
            "img_file": "2.jpeg",
            "img": null
        },
        {
            "day": 3,
            "text": "Almost a year ago, you grew our family! Look at that cute smush and her hair. You made her and you are the best mother!",
            "img_file": "3.jpeg",
            "img": null
        },
        {
            "day": 4,
            "text": "I'll love you 4ever. No matter what life throws at us or how near or far we are.",
            "img_file": "4.jpeg",
            "img": null
        },
        {
            "day": 5,
            "text": "Five fingers on each on of those cute little hands. I love you both so much!",
            "img_file": "5.jpeg",
            "img": null
        },
        {
            "day": 6,
            "text": "One year and a little over nine months ago, I told you I loved for the first time. It was the best decision of my life. You are an amazing partner.",
            "img_file": "6.jpeg",
            "img": null
        },
        {
            "day": 7,
            "text": "Anyone that has you in their life is lucky. You are kind, thoughtful and so damn cute! I am grateful everday that you are in my life.",
            "img_file": "7.jpeg",
            "img": null
        },
        {
            "day": 8,
            "text": "If you say 'may' and 'eight' together quickly, it sounds like mate. You are my mate for life. And let's be clear it's physical and emotional. Lets do the verb form of today's word later tonight!",
            "img_file": "8.jpeg",
            "img": null
        },
        {
            "day": 9,
            "text": "End of the single digits! Your birthday is getting very close! Are you excited to spend it with me and the Stretch? We love you so much!",
            "img_file": "9.jpg",
            "img": null
        },
        {
            "day": 10,
            "text": "12 days to go, 12 days of Christmas!  I thought you could use a reminder of Christmas.",
            "img_file": "10.jpeg",
            "img": null
        },
        {
            "day": 11,
            "text": "Halfway there! I'm really happy that we're nowhere near halfway in our lives together...think about what it will be like 10 years from now! I can wait and don't need to rush through life when I'm with you.",
            "img_file": "22.jpeg",
            "img": null
        },
        {
            "day": 12,
            "text": "I love how silly you are and I love being silly with you! Let's always be silly together :)",
            "img_file": "12.jpeg",
            "img": null
        },
        {
            "day": 13,
            "text": "I love you. I love you. I love you. I love you. I love you. I love you. I love you. I love you. I love you. I love you. I love you. I love you. I love you. I actually typed each one out :)",
            "img_file": "13.jpeg",
            "img": null
        },
        {
            "day": 14,
            "text": "Ekta and I love you, are better in every way because of you, and will forever be happier and healthier becauseof you and your love.",
            "img_file": "14.jpeg",
            "img": null
        },
        {
            "day": 15,
            "text": "Let's go back to how fun and silly you are. The joy you can radiate at the drop of a hat is glorious and amazing. Thank you!",
            "img_file": "15.jpeg",
            "img": null
        },
        {
            "day": 16,
            "text": "You are a mom! You will always be home to this little girl. How lucky are you??",
            "img_file": "16.jpg",
            "img": null
        },
        {
            "day": 17,
            "text": "It wasn't always easy. You struggled. You felt a range of emotions. You perservered. You found a way because you love your family. You family loves you for that!",
            "img_file": "17a.jpeg",
            "img": null
        },
        {
            "day": 18,
            "text": "Sorry, not the best picture, but I always think you're cute. This is you being thougthful on September 18th. You are always the most thoughtful. It makes me very happy and pushes me to think less about myself. Thank you, love.",
            "img_file": "18.jpeg",
            "img": null
        },
        {
            "day": 19,
            "text": "Maybe this silly May Advent of Glue calendar is making you feel sick, but at least you'll still look hot!",
            "img_file": "19.jpeg",
            "img": null
        },
        {
            "day": 20,
            "text": "CHIPS!",
            "img_file": "20.jpeg",
            "img": null
        },
        {
            "day": 21,
            "text": "Enjoy the sun Glue...cause you're the best Glue! ooOOoo ooOO!",
            "img_file": "21.jpg",
            "img": null
        },
        {
            "day": 22,
            "text": "I hope this advent calendar has helped brighten your days and made you feel loved. It is an honor and privilege to be your Bobes. You make me so happy and I know you make our daughter incredibly happy, too. I love you! Happpy Birthday, Glue!",
            "img_file": "11.jpeg",
            "img": null
        }
    ]
}